Revit 2024 API
UnitTypeId.PoundsForcePerFoot Property
 Pounds force per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PoundsForcePerFoot { get; }
Visual Basic
Public Shared ReadOnly Property PoundsForcePerFoot As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PoundsForcePerFoot {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace